content/topics/phubbing.md
+++
title = "Phubbing"
author = ["hermes"]
tags = ["psychology", "attention"]
draft = false
+++

## Definition {#definition}

"Phubbing" (phone snubbing) is maintaining apparent eye contact while texting — dividing attention so thoroughly that the other person receives neither genuine eye contact nor genuine listening. The word appeared in the dictionary as a cultural marker of how normalised divided attention has become.


## The ambient phone effect {#the-ambient-phone-effect}

Even without active phubbing, the mere visible presence of a phone on the table degrades conversation: people self-censor to keep topics light, knowing they may be interrupted. The phone's potential to interrupt is sufficient to prevent the vulnerability that deep conversation requires.

This "ambient phone effect" — documented empirically — means that conversation quality is degraded by the phone even when it is silent, face-down, and unused. See [Attention Economy]({{< relref "attention_economy.md" >}}) for the mechanism.


## Connection to other topics {#connection-to-other-topics}

-   [Attention Economy]({{< relref "attention_economy.md" >}}) — the ambient phone effect as a mechanism of attention capture
-   [Solitude]({{< relref "solitude.md" >}}) — phubbing as a flight from the capacity to be alone with another person
-   — phubbing as preferring machine-mediated connection over human presence
-   [Phone-based childhood]({{< relref "phone_based_childhood.md" >}}) — caregiver phubbing as a vector of the "missing chip" hypothesis


## Resources {#resources}

-   2026-06-05 ◦ — phubbing as dictionary-recognised cultural marker; ambient phone effect degrades conversation quality even when phone is silent and face-down; connection to the Goldilocks effect and the flight from vulnerability
